<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы вывода оповещений
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются для вывода
    | сообщений в различных сценариях CRUD.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'backend'   => [
        'roles' => [
            'created'   => 'Новая роль создана.',
            'deleted'   => 'Роль удалена.',
            'updated'   => 'Роль обновлена.',
        ],
        'page' => [
            'created'   => 'Страница создана.',
            'deleted'   => 'Страница удалена.',
            'updated'   => 'Страница обновлена.',
        ],
        'block' => [
            'created'   => 'Блок создана.',
            'deleted'   => 'Блок удалена.',
            'updated'   => 'Блок обновлена.',
        ],
        'news' => [
            'created'   => 'Новость создана.',
            'deleted'   => 'Новость удалена.',
            'updated'   => 'Новость обновлена.',
        ],
        'category' => [
            'created'   => 'Категория создана.',
            'deleted'   => 'Категория удалена.',
            'updated'   => 'Категория обновлена.',
        ],
        'collection' => [
            'created'   => 'Коллекция создана.',
            'deleted'   => 'Коллекция удалена.',
            'updated'   => 'Коллекция обновлена.',
        ],
        'marker' => [
            'created'   => 'Маркер создан.',
            'deleted'   => 'Маркер удален.',
            'updated'   => 'Маркер обновлен.',
        ],
        'faq' => [
            'created'   => 'Вопрос создан.',
            'deleted'   => 'Вопрос удален.',
            'updated'   => 'Вопрос обновлен.',
        ],
        'zone' => [
            'created'   => 'Зона создана.',
            'deleted'   => 'Зона удалена.',
            'updated'   => 'Зона обновлена.',
        ],
        'good' => [
            'created'   => 'Товар создан.',
            'deleted'   => 'Товар удален.',
            'updated'   => 'Товар обновлен.',
        ],
        'popup' => [
            'updated' => 'Объявление обновлено.'
        ],
        'finishtissue' => [
            'created' => 'Ткань создана.',
            'deleted' => 'Ткань удалена.',
            'updated' => 'ткань обновлена.',
        ],
        'showroom' => [
            'created' => 'Посредник создан.',
            'deleted' => 'Посредник удален.',
            'updated' => 'Посредник обновлен.',
        ],
        'templateMessage' => [
            'created' => 'Шаблон сообщения создан.',
            'deleted' => 'Шаблон сообщения удален.',
            'updated' => 'Шаблон сообщения обновлен.',
        ],
        'settings' => [
            'updated' => 'Настройки обновлены.'
        ],
        'orders' => [
            'updated' => 'Статус заказа обновлен.'
        ],
        'users' => [
            'confirmation_email'    => 'Новые параметры для подтверждения отправлены на Ваш E-mail.',
            'created'               => 'Новый пользователь создан.',
            'deleted'               => 'Пользователь удален.',
            'deleted_permanently'   => 'Пользователь удален навсегда.',
            'restored'              => 'Пользователь восстановлен.',
            'session_cleared'      => "The user's session was successfully cleared.",
            'updated'               => 'Параметры пользователя обновлены.',
            'updated_password'      => 'Пароль пользователя обновлен.',
        ],
    ],
];
