<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы системы записи истории
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в названиях
    | системы ведения записи истории приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'backend' => [
        'none' => 'Нет записей истории.',
        'none_for_entity' => 'Нет записей истории для :entity.',
        'none_for_type' => 'Нет записей истории для этого типа.',
        'recent_history' => 'Последняя запись истории',
        'roles' => [
            'created' => 'создал роль',
            'deleted' => 'удалил роль',
            'updated' => 'обновил роль',
        ],
        'page' => [
            'created' => 'создал страницу',
            'deleted' => 'удалил страницу',
            'updated' => 'обновил страницу',
        ],
        'block' => [
            'created' => 'создал блок',
            'deleted' => 'удалил блок',
            'updated' => 'обновил блок',
        ],
        'news' => [
            'created' => 'создал новость',
            'deleted' => 'удалил новость',
            'updated' => 'обновил новость',
        ],
        'category' => [
            'created' => 'создал категорию',
            'deleted' => 'удалил категорию',
            'updated' => 'обновил категорию',
        ],
        'collection' => [
            'created' => 'создал коллекцию',
            'deleted' => 'удалил коллекцию',
            'updated' => 'обновил коллекцию',
        ],
        'faq' => [
            'created' => 'создал вопрос',
            'deleted' => 'удалил вопрос',
            'updated' => 'обновил вопрос',
        ],
        'zone' => [
            'created' => 'создал зону',
            'deleted' => 'удалил зону',
            'updated' => 'обновил зону',
        ],
        'good' => [
            'created' => 'создал товар',
            'deleted' => 'удалил товар',
            'updated' => 'обновил товар',
        ],
        'showroom' => [
            'created' => 'создал посредника',
            'deleted' => 'удалил посредника',
            'updated' => 'обновил посредника',
        ],
        'finishtissue' => [
            'created' => 'создал ткань',
            'deleted' => 'удалил ткань',
            'updated' => 'обновил ткань',
        ],
        'popup' => [
            'updated' => 'обновил объявление'
        ],
        'users' => [
            'changed_password' => 'изменил пароль пользователя',
            'created' => 'создал учётную запись',
            'deactivated' => 'заблокировал учётную запись',
            'deleted' => 'удалил учётную запись',
            'permanently_deleted' => 'удалил навсегда учётную запись',
            'reactivated' => 'разблокировал учётную запись',
            'restored' => 'восстановил учётную запись',
            'updated' => 'обновил учётную запись',
        ],
    ],
];
